Repository: JuanPuebla/agora
Catalog: html/zikula2/modules/Downloads/locale/*/LC_MESSAGES/module_downloads.po
Languages: ca

source: File List
ca: Llista d'arxius

source: New download
ca: Nova descàrrega

source: View/edit Categories
ca: Veure/edita Categories

source: New category
ca: Nova Categoria

source: Settings
ca: Paràmetres

source: Error! Could not save the search results.
ca: Error! No s'ha pogut desar els resultats de la recerca.

source: Downloads list Block
ca: Bloc de llista de descàrregues

source: Done! Updated the Downloads configuration.
ca: S'ha actualitat la configuració del mòdul.

source: Error! Could not find download for ID #%s.
ca: Error! no s'ha pogut trobar la descàrrega per a l'ID #%s.

source: unknown
ca: deconegut

source: Error! Could not determine filesize for %s.
ca: No ha estat possible determinar la mida del fitxer per a %s.

source: Error! Could not read file %s.
ca: No s'ha pogut llegir el fitxer %s.

source: File with id %s not found
ca: No s'ha trobat l'arxiu amb l'ID %s

source: Item [id# %s] deleted!
ca: El registre [id# %s] s'ha eliminat!

source: You must upload a filename
ca: Es necessari indicar un nom d'arxiu

source: OR specify a download url.
ca: OR especifica una ruta de descàrrega

source: Category with id %s not found
ca: No s'ha trobat la categoria amb l'ID %s

source: Category [id# %s] deleted!
ca: Categoria [id# %s] eliminada!

source: Created the file storage directory successfully at [%s]. Be sure that this directory is accessible via web and writable by the webserver.
ca: S'ha creat la carpeta per desar arxius a [%s]. Assegureu-vos que aquest directori sigui accessible via web i modificable pel servidor web.

source: SampleCategory
ca: CategoriaExemple

source: This category is provided as a sample and can be safely deleted.
ca: Aquesta categoria s'ha desat com un exemple i pot eliminar-se si es necessari.

source: Sample download
ca: Descàrrega d'exemple

source: This file is provided as a sample and this entry can be safely deleted.
ca: Aquesta descàrrega ha estat aportada com a exemple i pot ser esborrada amb seguretat.

source: All Categories
ca: Totes les Categories

source: Error! Missing required argument [%s].
ca: Error! Manquen els arguments sol·licitats [%s].

source: Main
ca: General

source: Root
ca: Arrel

source: Downloads
ca: Descàrregues

source: downloads
ca: descàrregues

source: Zikula file download manager
ca: Gestió de descàrrega de fitxers

source: Downloads Hooks
ca: Lligams amb les descàrregues

source: Downloads category list
ca: Llista de categories de les descàrregues

source: Title
ca: Titol

source: Description
ca: Descripció

source: Parent
ca: Pare

source: Action
ca: Acció

source: Edit
ca: Edita

source: There are no categories to display.
ca: No hi ha categories a mostrar.

source: Edit Download
ca: Edita la descàrrega

source: New Download
ca: Descàrrega nova

source: Download title
ca: Títol de la descàrrega

source: Download active
ca: Descàrrega activa

source: Choose file for upload
ca: Trieu el fitxer que s'ha de pujar al servidor

source: OR
ca: O

source: Download link
ca: Indiqueu l'enllaç al fitxer

source: Submitted by
ca: Enviat per

source: Email address
ca: Adreça de correu electrònic

source: Homepage
ca: Pàgina d'inici

source: Version
ca: Versió

source: Category
ca: Categoria

source: Save
ca: Desa

source: Cancel
ca: Cancel·la

source: Delete
ca: Esborra

source: Edit Category
ca: Edita la categoria

source: New Category
ca: Categoria nova

source: Category title
ca: Títol de la categoria

source: Child of:
ca: Filla de:

source: Downloads main
ca: Descàrrega principal

source: active
ca: activa

source: inactive
ca: no activa

source: Filter %1$s, %2$s item listed
ca: Filtre %1$s, %2$s ítem a la llista

source: Filter
ca: Filtre

source: Clear
ca: Neteja

source: Status
ca: Estat

source: Submitter
ca: Enviat per

source: Actions
ca: Accions

source: Active
ca: Activa

source: Inactive
ca: No activa

source: View
ca: Mostra

source: Download
ca: Descarrega

source: No records in category "%1$s". Try a sub-category, or a different category.
ca: No hi ha registres a la categoria "%1$s". Trieu una subcategoria o en una categoria diferent.

source: Downloads settings
ca: Configuració de les descàrregues

source: General settings
ca: Configuració general

source: Use full text search
ca: Feu ús de text complet a les cerques

source: Sort downloads by
ca: Ordena les descàrregues per

source: Hits
ca: Nombre de descàrregues

source: Date
ca: Data

source: Ascending
ca: Ascendent

source: Descending
ca: Descendent

source: Downloads per page
ca: Descàrregues per pàgina

source: Number of latest downloads
ca: Nombre de darreres descàrregues

source: Number of top rated downloads
ca: Nombre de descàrregues més valorades

source: Number of popular download
ca: Nombre de descàrregues més populars

source: Activate screenshots for downloads
ca: Activar les imatges per a les descàrregues

source: Maximum filesize for screenshots
ca: Mida màxima dels fitxers d'imatge

source: Maximum filesize for thumbnails
ca: Mida màxima de les miniatures

source: Maximum thumbnail width (pixels)
ca: Amplada màxima de les miniatures (píxels)

source: Maximum thumbnail height (pixels)
ca: Alçada màxima de les miniatures (píxels)

source: Upload/Download settings
ca: Configuració de les càrregues/descàrregues

source: Activate torrent for downloads
ca: Activar torrent per a les descàrregues

source: Limit downloads per session
ca: Nombre màxim de descàrregues per sessió

source: Number of downloads per session
ca: Nombre de descàrregues per sessió

source: Use captcha to secure downloads
ca: Feu ús de captcha per fer les descàrregues segures

source: Number of characters for captcha
ca: Nombre de caràcters pel captcha

source: Allow file upload
ca: Permet la pujada de fitxers

source: Allow screenshot upload
ca: Permet la pujada d'imatges

source: Limit file size
ca: Límit de la mida del fitxer

source: Maximum file size
ca: Mida màxima de la mida del fitxer

source: Upload folder path
ca: Camí del directori de pujada de fitxers

source: Screenshot folder path
ca: Camí del directori de pujada d'imatges

source: Download cache folder path
ca: Camí del directori de memòria cau

source: Main page settings
ca: Pàgina principal de configuració

source: Use treeview on start page
ca: Fer ús de la vista en forma d'arbre a la pàgina d'inici

source: Show latest downloads
ca: Mostra les darreres descàrregues

source: Number of latest downloads on start page
ca: Nombre de darreres descàrregues a la pàgina d'inici

source: Show popular downloads
ca: Mostra la descàrregues populars

source: Number of popular downloads on start page
ca: Nombre de descàrregues populars a la pàgina d'inici

source: Show top-rated downloads
ca: Mostra les descàrregues més valorades

source: Number of top-rated downloads on start page
ca: Nombre de descàrregues més valorades a la pàgina d'inici

source: Notification settings
ca: Configuració de les notificacions

source: Send email to this address (blank for admin)
ca: Envieu les notificacions a aquesta adreça de correu electrònic (deixeu-ho en blanc per tal que siguin enviades a l'administrador)

source: Send email to submittor
ca: Envia un missatge de correu electrònic a les persones que han enviat la descàrrega

source: Allowed Extension settings
ca: Configuració de les extensions admeses

source: No downloads available
ca: El mòdul de descàrregues no està disponible

source: Select a category
ca: Seleccioneu una categoria

source: Maximum items to display
ca: Nombre màxim d'ítems a mostrar

source: Download Items
ca: ítems de les descàrregues

source: Filetype
ca: Tipus de fitxer (Filetype)

source: Filesize
ca: Mida del fitxer (Filesize)

source: Creation date
ca: Data de creació

source: Email
ca: Adreça de correu electrònic

source: homepage
ca: Pàgina d'inici

source: Root category
ca: Categoria arrel

source: Back to Root category
ca: Torna a la categoria arrel

source: Back to category '%s'
ca: Torna a la categoria '%s'

source: View root category
ca: Mostra la categoria arrel

source: Back to
ca: Torna a

source: View parent category
ca: Mostra la categoria pare

source: Back to parent:
ca: Torna a la categoria pare:

source: View subcategory
ca: Mostra la subcategoria

source: No subcategories in category "%1$s".
ca: No hi ha subcategories dins de la categoria "%1$s".

source: Administration
ca: Administració

source: Download uploaded correctly.
ca: La descarrega s'ha pujat correctament al servidor.

source: Download uploaded correctly and it is pending of validation by an administrator.
ca: La descarrega s'ha pujat correctament al servidor i està pendent de ser validada per un administrador/a.
