Repository: JuanPuebla/agora
Catalog: html/zikula/modules/Downloads/locale/*/LC_MESSAGES/module_downloads.po
Languages: es

source: No authorization!
es: No tienes autorización!

source: Wrong or missing argument passed to the function
es: Falta un argumento de la función

source: A download with this URL already exsists!
es: Ya existe una descarga con esta URL!

source: Failed to create the new download.
es: Error al crear la nueva descarga.

source: Database query failed!
es: La consulta a la base de datos ha fallado

source: The extension of the submitted file is not allowed!
es: La extensión del archivo enviado no está permitido!

source: Upload failed!
es: Carga fallida!

source: Image upload failed. Check your image folder permissions!
es: No se ha podido subir la imagen al servidor. Revisa los permisos de la carpeta de imágenes.

source: Failed to replace the old file.
es: No se ha podido reemplazar el fichero

source: Error! Could not load module.
es: No se logró cargar el módulo.

source: Invalid file type for the screenshot. Only GIF and JPG files are allowed.
es: Tipo de archivo inválido para la previsualización. Sólo archivos GIF y JPG son permitidos.

source: Invalid file type for the thumbnail. Only GIF and JPG files are allowed.
es: Tipo de archivo inválido para la minuatura. Sólo archivos GIF y JPG son permitidos.

source: The thumbnail file size is bigger than the screenshot file size. This is not allowed.
es: El tamaño del archivo de la miniatura es mayor que el tamaño del archivo de previsualización. Esto no es permitido.

source: The file size of yor screenshot is to big. Use a smaller one.
es: El tamaño del archivo de la previsualización es muy grande. Usa uno más liviano.

source: The file size of yor thumbnail is to big. Use a smaller one.
es: El tamaño del archivo de la miniatura es muy grande. Usa uno más liviano.

source: Could not find screen shot folder!
es: No se pudo encontrar la carpeta de previsualizaciones!

source: Could not write to screen shot folder!
es: No se puede escribir en la carpeta de previsualizaciones!

source: Main page
es: Índice

source: Wrong or missing argument passed to the function!
es: Falta un argumento de la función

source: No description available!
es: No hay descripción!

source: Failed to load Captcha!
es: Falla al cargar el Captcha!

source: Can't read file size or no file size was specified!
es: No se puede leer el tamaño del archivo o no se especificó un archivo válido!

source: Can't read file from server!
es: No se puede leer el archivo en el servidor!

source: %b %d, %Y
es: %d de %b/%Y

source: Failed to create category!
es: No se ha podido crear la categoría

source: Notification
es: Notificación

source: A new file is available. Please release it._
es: Hay una descarga en espera

source: File name:
es: Nombre de fichero:

source: Category:
es: Categoría:

source: New File
es: Documento nuevo

source: Thanks for your submission.
es: Gracias por el envío

source: Page link
es: Enlace

source: Failed to create Categories Table
es: No se ha podido crear la tabla de categorías

source: Failed to create Download Table
es: No se ha podido crear la tabla de descargas

source: Failed to create Modrequest Table
es: No se ha podido crear la tabla de peticiones de revisión

source: Failed to delete Categories Table
es: No se ha podido borrar la tabla de categorías

source: Failed to delete Download Table
es: No se ha podido borrar la tabla de descargas

source: Failed to delete Modrequest Table
es: No se ha podido borrar la tabla de peticiones de revisión

source: Sorry! No authorization to access this module.
es: No tienes autorización para ejecutar esa acción en este módulo.

source: Invalid 'authkey': this probably means that you pressed the 'Back' button, or that the page 'authkey' expired. Please refresh the page and try again.
es: 'authkey' no válida: esto probablemente significa que has presionado el botón 'Atras', o que el 'authkey' de la página ha expirado. Por favor actualiza la página y vuelve a intentarlo.

source: The Database upgrade failed for an unknown reason. Please restore your database backup now, because the tables for the Downloads module are probably damaged.
es: La actualización de la base de datos ha fallado por alguna razón desconocida. Restaura la base de datos a partir de una copia de seguridad, puesto que las tablas del módulo probablemente estén dañadas.

source: New
es: Nuevo

source: Top Rated
es: Mejor calificados

source: Search
es: Buscar

source: Add
es: Añadir

source: Overview
es: Ver

source: Failed to create the hook.
es: No se ha podido crear el hook.

source: Failed to delete the hook.
es: No se ha podido eliminar el hook

source: Your file is too large. The max. file size is limited by the web site administrator
es: Tu archivo es muy grande. El tamaño máximo está limitado por el administrador del sitio Web

source: It is not allowed to upload a file and add a link at the same time.
es: No se puede subir un fichero i añadir un enlace al mismo tiempo.

source: Choose category:
es: Elige una categoria:

source: Upload is disabled!
es: El envío de documentos está desactivado

source: Please enter a Title!
es: Introduce un título

source: No URL nor file was given.
es: No se ha proporcionado ningún URL

source: Please enter a description!
es: Introduce una descripción

source: The field<strong>Submitted by</strong> is mandatory.
es: El campo <strong>Enviado por</strong> es obligatorio

source: Ratings hook must be active for Downloads 2.x to use Ratings.
es: El hook com el módulo Ratings tiene que estar activo para que Downloads 2.x pueda usar las valoraciones

source: Thanks for your support!
es: Gracias por tu apoyo!

source: Please enter a search string!
es: Introduce una cadena de búsqueda

source: Category already exsists!
es: La categoría ya existe

source: Error! Could not do what you wanted. Please check your input.
es: Argumentos erróneos. Por favor verifica los datos e inténtalo de nuevo.

source: File
es: Fichero

source: Line
es: Línea

source: Message
es: Mensaje

source: Please create or chmod the folder mentoined above!
es: Crea o dale permisos de escritura a la carpeta mencionada anteriormente

source: Error! Could not load items.
es: No se logró cargar los elementos.

source: Validation failed!
es: La validación ha fallado

source: Validation successful!
es: La validación se ha completado satisfactoriamente

source: Title:
es: Título:

source: Title A to Z
es: Título (de la A a la Z)

source: Title Z to A
es: Título (de la Z a la A)

source: Downloads:
es: Descargas:

source: Downloads max.
es: Descargas máximas

source: Downloads min.
es: Descargas mínimas

source: Date:
es: Fecha:

source: Date new
es: Fecha nueva

source: Date old
es: Fecha anterior

source: Preview:
es: Vista previa:

source: Screenshot
es: Captura de pantalla

source: Administration
es: Administración

source: Download currently disabled.
es: Las descargas están desactivadas

source: Download is active!
es: Las descargas están activadas

source: Security Code:
es: Código de seguridad:

source: Add download
es: Añadir una descarga

source: Could not find the screen shot folder on the server!
es: No se ha podido encontrar la carpeta para las capturas en el servidor

source: Wrong permission set for the screen shot folder . Please use CHMOD 777!
es: Los permisos de la carpeta de capturas no son correctos. Se recomienda que sean 777.

source: Could not find the upload folder on the Server!
es: No se ha podido encontrar la carpeta para los documentos en el servidor

source: Wrong Permission set for the upload folder. Please use CHMOD 777!
es: Los permisos de la carpeta de los documentos no son correctos. Se recomienda que sean 777.

source: Could not find the cache folder on the server!
es: No se ha podido encontrar la carpeta para la memoria caché en el servidor

source: Wrong permission set for the cache folder. Please use CHMOD 777!
es: Los permisos de la carpeta de la memoria caché no son correctos. Se recomienda que sean 777.

source: Hits
es: Clics

source: Title
es: Título

source: Date
es: Fecha

source: Ascending
es: Ascendente

source: Descending
es: Descendente

source: Yes
es: Sí

source: There are no downloads to modify in this category!
es: No hay ninguna descarga que modificar en esta categoría

source: An unknown error occured!
es: Se ha producido un error desconocido

source: Please enter a title for the category!
es: Introduce un título para la categoría

source: Downloads - Upgrade
es: Actualización del módulo Downloads

source: Installed version:
es: Versión instalada:

source: New version:
es: Nueva versión:

source: Please read the following instructions carefully!
es: Por favor, lee las instrucciones atentamente

source: Make sure you have a backup of your database.
es: Asegúrate de tener una copia de seguridad de la base de datos

source: If you don't have a backup, please cancel the installation, make a backup, and start the Installation again.
es: Si no tienes una copia de seguridad, cancela la instalación, haz la copia e inicia de nuevo la instalación.

source: Backup all files from your server.
es: Haz una copia de seguridad de todos los ficheros del servidor

source: Make sure that no downloads are waiting for approval.
es: Asegúrate de que no hay ninguna descarga pendiente de aprovación

source: Make sure that there are no pending modrequests waiting for approval.
es: Asegúrate de que no hay ninguna petición de revisión pendiente

source: Submit
es: Envía

source: Cancel
es: Cancela

source: Downloads uninstall
es: Desinstalación del módulo Downloads

source: WARNING! All tables will be deleted from the database!
es: Atención! Todas las tablas se borrarán de la base de datos.

source: If you don't have a backup, you will not be able to restore the tables!
es: Si no tienes una copia de seguridad, no podrás recuperar las tablas.

source: The files on your server will not be deleted. Please delete them manually.
es: Los ficheros del servidor no se borrarán. Tendrás que borrarlos manualmente.

source: After this step, please delete the module folder from your server.
es: Una vez completado este paso, borra la carpeta del módul del servidor.

source: Make a backup of your download files! The upgrade procedure will rename them! Without a backup you are not able to restore your files!
es: Haz una copia de seguridad de los ficheros de descarga. El proceso de actualización los renombrará. Sin una copia de seguridad no podrás recuperar los ficheros en caso de error.

source: Downloads 2.3.1 installation
es: Instalación de Downloads 2.3.1

source: Welcome to the Downloads 2.2 installation.
es: Bienvenido a la instalación de Downloads 2.3.1

source: Start installation
es: Iniciar la instalación

source: Step 2
es: Paso 2

source: Please define your upload folder here:
es: Indica la carpeta para los documentos

source: Please define your screenshot folder here:
es: Indica la carpeta para las capturas

source: Please define your cache folder here:
es: Indica la carpeta para la memoria caché

source: Activate the module after installation?
es: Activar el módulo tras la instalación?

source: Completion
es: Completado

source: Thank you for choosing Downloads 2.3.1!
es: Gracias por utilizar Downloads 2.3.1

source: Congratulations! Your database was updated successfully.
es: La base de datos se ha actualizado correctamente

source: Finish upgrade and convert files manually.
es: Finalizar la actualización y convertir los ficheros manualmente

source: Finish upgrade
es: Finalizar la actualización

source: Search Limit
es: Límite de búsqueda

source: Search string was
es: La cadena buscada fue

source: Search for submitter
es: Búsqueda por remitente

source: No Result found
es: No hubo resultados

source: Downloads
es: Descargas

source: Module message
es: Mensaje del módulo

source: Go back
es: Volver

source: Back to the Download
es: Volver a la descarga

source: Back to new download page
es: Volver a la página de descargas

source: Delete category
es: Borrar la categoría

source: Edit category
es: Editar la categoría

source: Choose category-->
es: Elegir la categoría -->

source: Submit changes
es: Envía los cambios

source: Main Page Settings
es: Parámetros de la página principal

source: Use tree view on start page
es: Usar la vista de árbol en la página inicial

source: Show 'Latest downloads'?
es: Mostrar las últimas descargas añadidas

source: Number of 'Latest Downloads' on start page
es: Número de últimas descargas añadidas en la página inicial

source: Show 'Popular Downloads'?
es: Mostrar las descargas más populares

source: Number of 'Popular Downloads' on start page
es: Número de descargas más populares en la página inicial

source: Show 'Top-Rated Downloads'?
es: Mostrar las descargas mejor valoradas

source: Number of 'Top-Rated Downloads' on start page
es: Número de descargas mejor valoradas en la página inicial

source: Save configuration
es: Guardar la configuración

source: Modify Download
es: Modificar la descarga

source: Download ID:
es: ID de la descarga:

source: Added:
es: Añadido:

source: Change download status
es: Cambiar el estado de la descarga

source: Download active
es: Descarga activa

source: Download not active
es: Descarga inactiva

source: Download title:
es: Título de la descarga:

source: Recent file:
es: Fichero reciente:

source: Select a new file to upload (this will replace the exsisting one):
es: Selecciona el fichero nuevo (sustituirá el existente):

source: Download link
es: Enlace de descarga

source: File size
es: Tamaño del fichero

source: Test this file link
es: Comprobar el enlace

source: Download Hits:
es: Número de clics:

source: Preview
es: Vista previa

source: You have to choose both files if you want to replace the exsisting ones !
es: Tienes que elegir ambos ficheros para sustituir los existentes

source: Thumbmail
es: Miniatura

source: Download description:
es: Descripción de la descarga:

source: Submitted by:
es: Enviada por:

source: Email adress:
es: Dirección de correo:

source: Homepage:
es: Sitio Web:

source: Visit this Homepage
es: Visitar esta página

source: Version:
es: Versión:

source: Save changes
es: Guardar los cambios

source: Delete download
es: Borrar la descarga

source: Notification Service
es: Servicio de notificación

source: Send eMail to this adress (leave it blank for admin eMail)
es: Envía un mensaje de correo electrónico a esta dirección (si está en blanco se envía al administrador)

source: Send email to the submitter (works only for reg. users)
es: Envía un mensaje de correo electrónico al remitente (sólo funciona con usuarios registrados)

source: Add category
es: Añadir una categoría

source: Category successfully added:
es: La categoría se ha añadido correctamente:

source: Name:
es: Nombre:

source: Choose main or subcategory:
es: Elige la categoría o subcategoría:

source: Create a main category -->
es: Crear una categoría principal -->

source: Description:
es: Descripción:

source: Downloads waiting for approval
es: Descargas en espera

source: No waiting downloads
es: No hay descargas en espera

source: Do you really want to delete this category?
es: Estás seguro de querer borrar esta categoría?

source: All files in this category will be deleted!
es: Se borrarán todos los ficheros de esta categoría

source: CategoryID
es: ID de la categoría

source: Cancel deletion
es: Cancela el borrado

source: Download validation
es: Validación de descargas

source: Validate all downloads
es: Validar todas las descargas

source: Start validation
es: Iniciar la validación

source: Validate downloads by category
es: Validar la descargas por categoría

source: Download successfully added to the database!
es: La descarga se ha añadido correctamente a la base de datos

source: Report broken download
es: Avisar de descarga fuera de servicio

source: Modify Requests
es: Peticiones de modificación

source: Mandatory fields
es: Campos obligatorios

source: Delete
es: Borrar

source: Edit
es: Editar

source: Move category
es: Mover la categoría

source: Choose category to move:
es: Elige la categoría que se moverá:

source: Move category to:
es: Mover la categoría a:

source: Update category
es: Actualizar la categoría

source: Module Configuration
es: Configuración del módulo

source: General Settings
es: Parámetros generales

source: Upload / Download
es: Carga / Descarga

source: Extension Manager
es: Gestor de extensiones

source: Download Management
es: Gestor de descargas

source: Edit downloads
es: Editar descargas

source: Validate Downloads
es: Validar descargas

source: Hook Administration
es: Hook de administración

source: Category Management
es: Gestor de categorías

source: Import menu
es: Menú de importación

source: CmodsDownload is active. Do you want to import the data from it?
es: El módulo CmodsDownload está activo. Quieres importar la información que contiene?

source: UpDownload active. Do you want to import data from it?
es: El módulo UpDownload está activo. Quieres importar la información que contiene?

source: Do Not Import Data - Warning: If you cancel this it is not possible to return to this site and import data.
es: No importar información. Atención: si cancelas ahora, no podrás importarla más tarde.

source: Choose file for upload:
es: Elegir el documento que se subirá:

source: or
es: o

source: Upload / Download
es: Carga / Descarga

source: Activate Torrent for Downloads?
es: Activar los enlaces para Torrent

source: Limit downloads per session?
es: Limitar las descargas por sesión

source: Number of downloads per session
es: Número de descargas por sesión

source: Use captcha to secure downloads?
es: Utilizar un captcha para proteger las descargas

source: Number of characters for captcha
es: Número de caracteres del captcha

source: Allow file upload
es: Permitir subir ficheros

source: Allow screenshot upload
es: Permitir subir capturas

source: Limit file size
es: Limitar el tamaño de los ficheros

source: Max. file size:
es: Tamaño máximo de los ficheros:

source: Define your upload folder here:
es: Carpeta de los documentos:

source: Define your screenshot folder here:
es: Carpeta de las capturas:

source: Define your cache folder here:
es: Carpeta de la memoria caché:

source: Use full-text search:
es: Usar búsqueda full-text

source: Downloads sorted by:
es: Descargas ordenadas por:

source: Sorting:
es: Orden:

source: Downloads per page
es: Descargas por página

source: Number of 'Latest Downloads'
es: Número de 'últimas descargas'

source: Number of 'Toprated Downloads'
es: Número de 'mejor valorados'

source: Number of 'Popular download'
es: Número de 'más populares'

source: Activate screenshot for downloads?
es: Activar el uso de capturas

source: Max. file size for screenshots:
es: Tamaño máximo de las capturas:

source: Max. file size for thumbnails:
es: Tamaño máximo de las miniaturas:

source: Max. thumbnailwidth (pixels)
es: Anchura máxima de las miniaturas (píxels)

source: Max. thumbnail height (pixels)
es: Altura máxima de las miniaturas (píxels)

source: Admin Interface
es: Interfaz de administración

source: Extension manager
es: Gestor de extensiones

source: Allowed file types for upload (all others will be not allowed)
es: Tipos de fichero permitidos (el resto no serán permitidos)

source: Delete extension (select desired extension from the list above):
es: Borrar la extensión (selecciona la extensión en la lista anterior):

source: Delete selected extension
es: Borrar la extensión seleccionada

source: Add new allowed file extension:
es: Añadir una extensión permitida nueva:

source: Add extension
es: Añadir una extensión

source: System information
es: Información del sistema

source: PHP settings:
es: Parámetros de PHP:

source: File upload allowed:
es: Envío de ficheros permitido:

source: Max. file size for upload :
es: Tamaño máximo de fichero:

source: Max. file size for files send via POST:
es: Tamaño máximo de ficheros enviados via POST:

source: Folder information:
es: Información de la carpeta:

source: Upload folder OK!
es: Carpeta de documentos OK!

source: Upload folder is writeable!
es: Se puede escribir en la carpeta de documentos

source: Screen shot folder OK!
es: Carpeta de capturas OK!

source: Screen shot folder is writeable!
es: Se puede escribir en la carpeta de capturas

source: Cache folder OK!
es: Carpeta de la memoria caché OK!

source: Cache folder is writeable!
es: Se puede escribir en la carpeta de la memoria caché

source: Mailer module not active. eMail notification not available.
es: El módul Mailer no está activo. El envío de correo electrónico no funciona.

source: Mailer module active. eMail notification available.
es: El módul Mailer está activo. El envío de correo electrónico está disponible.

source: GD Library:
es: Biblioteca GD:

source: Not installed!
es: No está instalado

source: Is installed!
es: Está instalado

source: Module configured for use of GD library. Thumbnails will be created from GD.
es: El módulo está configurado para usar la biblioteca GD. Las miniaturas se crearán mediante GD.

source: Edit download in category:
es: Editar la descarga de la categoría:

source: Choose download:
es: Elige una descarga:

source: Modify choosen download
es: Modificar la descarga elegida

source: No downloads for validation found!
es: No se ha encontrado ninguna descarga pendiente de validación

source: Result
es: Resultado

source: Download ID
es: ID de la descarga

source: Download title
es: Título de la descarga

source: Download status
es: Estado de la descarga

source: Do you really want to delete this download?
es: Estás seguro de querer borrar esta descarga?

source: Hook files
es: Enlazar ficheros

source: File name
es: Nombre de fichero

source: Module
es: Módulo

source: Send
es: Enviar

source: Subcategories in this category:
es: Subcategorías de esta categoría:

source: last week:
es: última semana:

source: last month:
es: último mes:

source: Choose date
es: Elige una fecha

source: Downloads submitted in the last:
es: Descargas enviadas durante los últimos:

source: 7 Days
es: 7 Días

source: 14 Days
es: 14 Días

source: 30 Days
es: 30 Días

source: Refresh
es: Actualizar

source: Date( Downloads)
es: Fecha (Descargas)

source: Show Downloads
es: Ver las descargas

source: Title / Description
es: Título / Descripción

source: Files / Folders
es: Archivos / Carpetas

source: _DLFOLDER
es: Carpeta

source: NewTODAY
es: Nuevo hoy

source: Download file
es: Descargar el fichero

source: Torrent Download
es: Descargar con Torrent

source: Online since:
es: En línea desde:

source: Hits:
es: Clics:

source: File Size:
es: Tamaño del archivo:

source: File type:
es: Tipo de archivo:

source: Ratings:
es: Valoraciones:

source: Show details
es: Mostrar detalles

source: Rate this download
es: Valorar esta descarga

source: Latest Downloads
es: Últimas descargas

source: Categories:
es: Categorías:

source: Popular Downloads
es: Descargas más populares

source: Top-Rated Downloads
es: Descargas mejor valoradas

source: File Attachments
es: Archivos adjuntos

source: Attach new file
es: Adjuntar nuevo archivo

source: Security Check
es: Comprobación de seguridad

source: Please enter the code from the picture. If the code is ok, the download will start automatically
es: Introduce el código del dibujo. Si el código es correcto, la descarga empezará automáticamente.

source: Check code
es: Comprobar el código

source: Download successfully added! Waiting for approval from administrator.
es: Se ha añadido la descarga correctamente i permanece a la espera de ser validada por un administrador

source: Back to main page
es: Volver a la página principal

source: You have entered the wrong code!
es: El código introducido no es correcto

source: Search for phrase:
es: Busca la frase:

source: Logic operation
es: Operación lógica

source: And
es: Y

source: Or
es: O
