Repository: JuanPuebla/agora
Catalog: src/html/zikula/modules/Stats/locale/*/LC_MESSAGES/module_stats.po
Languages: es

source: Sniffer module required to log stats
es: El módulo Sniffer requiere registrar estadísticas

source: Sorry! No authorization to access this module.
es: Disculpa! No tienes autorización para ejecutar esa acción en este módulo.

source: unable to create system init hook
es: no se puede crear el enlace de sistema

source: Stats have been enabled, you can change this in the hook settings (Administration -> Modules -> System hooks) by deactivating the Stats systeminit hook for Zikula itself
es: Se ha activado el registro de estadísticas. Se puede desactivar desde la configuración de enlaces de sistema (Administración --> Sistema --> Módulos --> Enlaces de sistema).S'ha activat el registre de les estadístiques. Es pot desactivar des de la configuració dels lligams de sistema (Administració --> Sistema --> Mòduls --> Lligams de sistema).

source: unable to delete system init hook
es: no se puede eliminar el enlace de sistema

source: Articles in sections:
es: Artículos en las secciones:

source: Links in web links:
es: Enlaces publicados:

source: Registered users:
es: Usuarios registrados:

source: News stories published:
es: Notícias publicadas

source: Active topics:
es: Temas activos:

source: News stories waiting to be published:
es: Noticias esperando a ser aprobadas:

source: Comments posted:
es: Comentarios publicados:

source: Categories in links:
es: Categorías de enlaces:

source: Special sections:
es: Secciones especiales:

source: Error! Could not do what you wanted. Please check your input.
es: Error! Argumentos erróneos. Por favor verifica los datos e inténtalo de nuevo.

source: Error! Sorry! Deletion attempt failed.
es: Error! Intento de borrado fallido.

source: View
es: Ver

source: Reset
es: Reiniciar

source: Settings
es: Configuración

source: Stats reset
es: Reiniciar estadísticas

source: Done! Module configuration updated.
es: Hecho! Configuración del módulo actualizada.

source: Stats
es: Estadisticas

source: statistics
es: estadísticas

source: Display site statistics.
es: Muestra las estadísticas del sitio.

source: Reset site statistics
es: Reiniciar las estadísticas del sitio

source: Reset main site stats
es: Reiniciar las estadísticas del sitio principal

source: Reset browser and OS stats
es: Reiniciar estadísticas de navegadores y S.O.

source: Submit
es: Enviar

source: Cancel
es: Cancelar

source: Operating system
es: Sistemas operativos

source: Unknown user agent
es: Agente de usuario desconocido

source: IP address to exclude
es: Direcciones IP a excluir

source: Enable collection of stats
es: Habilitar la recopilación de estadísticas

source: Use 24 clock for hourly stats
es: Usar el formato de 24 horas para las estadísticas horarias

source: Update Configuration
es: Actualizar Configuración

source: Visits by hour
es: Visitas por hora

source: Site statistics
es: Estadísticas de tráfico

source: Miscellaneous statistics
es: Estadísticas misceláneas

source: Browsers
es: Navegadores

source: Search engines
es: Motores de búsqueda

source: Visits by month
es: Visitas por mes

source: Visits by day of the week
es: Visitas día de la semana

source: This site has received <strong>%1$s</strong> page views since <strong>%2$s</strong> <strong>%3$s</strong> today, and <strong>%4$s</strong> yesterday.
es: Este sitio ha recibido <strong>%1$s</strong> peticiones de páginas desde el <strong>%2$s</strong>, de las cuales <strong>%3$s</strong> se han recibido hoy y <strong>%4$s</strong> ayer.

source: The day on which there was the most traffic so far was %1$s (<strong>%2$s</strong> page views), while %3$s (<strong>%4$s</strong> page views) was the day with the fewest hits.
es: El día con más visitas fue el %1$s, con un total de <strong>%2$s</strong> peticiones, mientras que el día más tranquilo fue el %3$s, con un total de <strong>%4$s</strong> peticiones.

source: Most people visit on <strong>%1$s</strong>, with a total of <strong>%2$s </strong> page views, while <strong>%3$s</strong> is the day with the fewest visits, with a total of <strong>%4$s </strong> page views. On average, the busiest hour (with <strong>%5$s</strong> page views ) starts at <strong>%6$s:00</strong>. The hour during which traffic has been lightest starts at <strong>%7$s:00</strong> (with only <strong>%8$s</strong> page views).
es: El <strong>%1$s</strong> es el dia de la semana con más visitas, con un total de <strong>%2$s</strong> peticiones, mientras que el <strong>%3$s</strong> es el el dia con menos visitas, con un total de <strong>%4$s</strong> peticiones de páginas. De promedio, la hora con más concurréncia empieza a las <strong>%6$s:00</strong>, con un total de <strong>%5$s</strong> peticiones. La hora más tranquila empieza a las <strong>%7$s:00</strong>, con solo <strong>%8$s</strong> peticiones.El <strong>%1$s</strong> és el dia de la setmana amb més visites, amb un total de <strong>%2$s</strong> peticions, mentre que el <strong>%3$s</strong> és el dia amb menys visites, amb un total de <strong>%4$s</strong> peticions de pàgines. En promig, l'hora amb més concurrència comença a les <strong>%6$s:00</strong>, amb un total de <strong>%5$s</strong> peticions. L'hora més tranquil·la comença a les <strong>%7$s:00</strong>, amb només <strong>%8$s</strong> peticions.
