Repository: JuanPuebla/agora
Catalog: html/zikula2/themes/Mobile/locale/*/LC_MESSAGES/theme_mobile.po
Languages: ca

source: Mobile
ca: Mòbil

source: The mobile theme is an auxiliary theme designed specially for outputting pages in a mobile-friendly format.
ca: El tema per a mòbil és un tema auxiliar disenyat especialment per les pàgines de sortida en un format mobile-friendly

source: Error! The '%s' module is not available.
ca: Error! El mòdul '%s' no està disponible.

source: Home
ca: Inici

source: My account
ca: El meu compte

source: You are in:
ca: Sou a:

source: Administration
ca: Administració

source: There are currently no modules in this category.
ca: Actualment no hi ha mòduls dins d'aquesta categoría.

source: Leave mobile version
ca: Surt de la versió mòbil

source: Add the current URL as a new link in this block
ca: Afegeix aquest URL com un nou enllaç d'aquest bloc

source: Add current URL
ca: Afegeix l'URL actual

source: Edit this block
ca: Editeu aquest bloc
