Repository: JuanPuebla/agora
Catalog: src/html/zikula/modules/Downloads/locale/*/LC_MESSAGES/module_downloads.po
Languages: ca

source: No authorization!
ca: No teniu autorització per accedir a les descàrregues

source: Wrong or missing argument passed to the function
ca: Falta un argument de la funció o és erroni

source: A download with this URL already exsists!
ca: Hi ha una descàrrega prèvia que fa servir l'URL indicat

source: Failed to create the new download.
ca: No s'ha pogut afegir la descàrrega

source: Database query failed!
ca: La consulta a la base de dades ha fallat

source: The extension of the submitted file is not allowed!
ca: L'extensió del fitxer enviat no està permesa

source: Upload failed!
ca: No s'ha pogut fer l'enviament

source: Image upload failed. Check your image folder permissions!
ca: L'enviament de la imatge ha fallat. Comproveu els permisos del directori de destí.

source: Failed to replace the old file.
ca: No s'ha pogut substituir el fitxer antic

source: Invalid file type for the screenshot. Only GIF and JPG files are allowed.
ca: La captura ha d'estar en format GIF o JPG

source: Invalid file type for the thumbnail. Only GIF and JPG files are allowed.
ca: La miniatura ha d'estar en format GIF o JPG

source: The thumbnail file size is bigger than the screenshot file size. This is not allowed.
ca: La mida de la miniatura és més gran que la de la captura. Això no està permés.

source: The file size of yor screenshot is to big. Use a smaller one.
ca: El fitxer de la captura és massa gran. Heu d'enviar una imatge més petita.

source: The file size of yor thumbnail is to big. Use a smaller one.
ca: El fitxer de la miniatura és massa gran. Heu d'enviar una imatge més petita.

source: Could not find screen shot folder!
ca: No s'ha pogut trobar el directori de les captures

source: Could not write to screen shot folder!
ca: No s'ha pogut escriure dins el directori de les captures

source: Main page
ca: Pàgina inicial de les descàrregues

source: Wrong or missing argument passed to the function!
ca: Falta un argument de la funció o és erroni

source: No description available!
ca: Falta la descripció

source: Failed to load Captcha!
ca: No s'ha pogut carregar el captcha

source: Can't read file size or no file size was specified!
ca: No s'ha pogut obtenir la mida del fitxer o bé no s'ha indicat cap mida

source: Can't read file from server!
ca: No es pot llegir el fitxer del servidor

source: Failed to create category!
ca: No s'ha pogut crear la categoria

source: Notification
ca: Notificació

source: A new file is available. Please release it.
ca: Hi ha una descàrrega en espera

source: File name:
ca: Nom del fitxer:

source: Category:
ca: Categoria:

source: New File
ca: Descàrrega nova

source: Thanks for your submission.
ca: Gràcies per l'enviament

source: Page link
ca: Enllaç de la descàrrega

source: Failed to create Categories Table
ca: No s'ha pogut crear la taula de categories

source: Failed to create Download Table
ca: No s'ha pogut crear la taula de descàrregues

source: Failed to create Modrequest Table
ca: No s'ha pogut crear la taula de sol·licituds

source: Failed to delete Categories Table
ca: No s'ha pogut esborrar la taula de categories

source: Failed to delete Download Table
ca: No s'ha pogut esborrar la taula de descàrregues

source: Failed to delete Modrequest Table
ca: No s'ha pogut esborrar la taula de sol·licituds

source: The Database upgrade failed for an unknown reason. Please restore your database backup now, because the tables for the Downloads module are probably damaged.
ca: S'ha produït un error en actualitzar la base de dades. És recomanable restaurar el contingut de les taules del mòdul de descàrregues a partir de la còpia de seguretat, atès que és probable que les dades s'hagin malmès.

source: New
ca: Més noves

source: Top Rated
ca: Millor valorades

source: Search
ca: Cerca

source: Add
ca: Enviaments

source: Overview
ca: Pàgina inicial de les descàrregues

source: Failed to create the hook.
ca: No s'ha pogut crear el lligam

source: Failed to delete the hook.
ca: No s'ha pogut eliminar el lligam

source: Your file is too large. The max. file size is limited by the web site administrator
ca: El fitxer és massa gran. L'administrador/a ha establert una mida màxima.

source: It is not allowed to upload a file and add a link at the same time.
ca: No es pot enviar un fitxer i afegir un enllaç simultàniament

source: Choose category:
ca: Trieu una categoria de descàrregues

source: Upload is disabled!
ca: L'enviament de fitxers està desactivat

source: Please enter a Title!
ca: Introduïu un títol

source: No URL nor file was given.
ca: No s'ha indicat cap URL ni cap fitxer

source: Please enter a description!
ca: Si us plau, indiqueu una descripció

source: The field<strong>Submitted by</strong> is mandatory.
ca: El camp <strong>Enviada per</strong> és obligatori

source: Ratings hook must be active for Downloads 2.x to use Ratings.
ca: El lligam de les valoracions ha d'estar actiu per a que el mòdul Downloads 2.3.1 permeti fer valoracions

source: Thanks for your support!
ca: Gràcies pel vostre suport

source: Please enter a search string!
ca: Indiqueu el text a cercar

source: Category already exsists!
ca: La categoria ja existeix

source: File
ca: Fitxer

source: Line
ca: Línia

source: Message
ca: Missatge

source: Please create or chmod the folder mentoined above!
ca: Creeu o doneu permís d'escriptura als directoris indicats a dalt.

source: Validation failed!
ca: La verificació ha fallat

source: Validation successful!
ca: La verificació ha estat correcta

source: Title:
ca: Títol

source: Title A to Z
ca: Títol (A-Z)

source: Title Z to A
ca: Títol (Z-A)

source: Downloads:
ca: Descàrregues

source: Downloads max.
ca: Nombre màxim de descàrregues

source: Downloads min.
ca: Nombre mínim de descàrregues

source: Date:
ca: Data

source: Date new
ca: Data nova

source: Date old
ca: Data antiga

source: Preview:
ca: Mostra la captura

source: Screenshot
ca: Captura

source: Administration
ca: Administració

source: Download currently disabled.
ca: La descàrrega està desactivada

source: Download is active!
ca: La descàrrega està activada

source: Security Code:
ca: Codi de seguretat

source: Add download
ca: Afegeix la descàrrega

source: Could not find the screen shot folder on the server!
ca: No s'ha pogut trobar el directori de les captures en el servidor

source: Wrong permission set for the screen shot folder . Please use CHMOD 777!
ca: No es pot escriure en el directori de les captures. Doneu-li permisos 777.

source: Could not find the upload folder on the Server!
ca: No s'ha pogut trobar el directori del servidor on es desen els documents

source: Wrong Permission set for the upload folder. Please use CHMOD 777!
ca: El directori dels documents no té permís d'escriptura. Utilizeu els permisos 777.

source: Could not find the cache folder on the server!
ca: No s'ha trobat el directori pels fitxers temporals en el servidor

source: Wrong permission set for the cache folder. Please use CHMOD 777!
ca: Els permisos del directori pels fitxers temporals no són correctes. Han de ser 777.

source: Hits
ca: Clics

source: Title
ca: Títol

source: Date
ca: Data

source: Ascending
ca: Ascendent

source: Descending
ca: Descendent

source: Yes
ca: Sí

source: There are no downloads to modify in this category!
ca: No hi ha cap descàrrega per modificar en aquesta categoria

source: An unknown error occured!
ca: S'ha produït un error desconegut

source: Please enter a title for the category!
ca: Introduïu el títol de la categoria

source: Downloads - Upgrade
ca: Actualització del mòdul Downloads

source: Installed version:
ca: Versió instal·lada

source: New version:
ca: Nova versió

source: Please read the following instructions carefully!
ca: Si us plau, llegiu atentament les instruccions següents

source: Make sure you have a backup of your database.
ca: Assegureu-vos de que disposeu d'una còpia de seguretat de la vostra base de dades.

source: If you don't have a backup, please cancel the installation, make a backup, and start the Installation again.
ca: Si no disposeu de cap, cancel·leu la instal·lació i feu-ne una abans de continuar.

source: Backup all files from your server.
ca: Copieu tots els fitxers del vostre servidor.

source: Make sure that no downloads are waiting for approval.
ca: Comproveu que no hi ha cap descàrrega pendent d'aprovació.

source: Make sure that there are no pending modrequests waiting for approval.
ca: Comproveu que no hi ha cap petició pendent d'aprovació.

source: Downloads uninstall
ca: Desinstal·la el mòdul Downloads

source: WARNING! All tables will be deleted from the database!
ca: Atenció: Totes les taules del mòdul Downloads s'esborraran de la base de dades.

source: If you don't have a backup, you will not be able to restore the tables!
ca: Si no disposeu d'una còpia de seguretat, no les podreu recuperar.

source: The files on your server will not be deleted. Please delete them manually.
ca: Els fitxers del mòdul no s'esborraran. Ho heu de fer manualment.

source: After this step, please delete the module folder from your server.
ca: En haver acabat aquest pas, esborreu el directori del mòdul del servidor.

source: Make a backup of your download files! The upgrade procedure will rename them! Without a backup you are not able to restore your files!
ca: Feu una còpia de seguretat de les descàrregues. El procediment d'actualització canviarà el seu nom i sense una còpia de seguretat no les podreu recuperar en cas de que hi hagi algun problema.

source: Downloads 2.3.1 installation
ca: Instal·lació del mòdul Downloads 2.3

source: Welcome to the Downloads 2.2 installation.
ca: Benvingut/da a la instal·lació del mòdul Downloads 2.3

source: Start installation
ca: Comença la instal·lació

source: Step 2
ca: Pas 2

source: Please define your upload folder here:
ca: Indiqueu la carpeta on es desaran els documents

source: Please define your screenshot folder here:
ca: Indiqueu la carpeta per a les captures

source: Please define your cache folder here:
ca: Indiqueu la carpeta per als fitxers temporals

source: Activate the module after installation?
ca: Activa el mòdul després de fer la instal·lació

source: Completion
ca: La instal·lació ha acabat

source: Thank you for choosing Downloads 2.3.1!
ca: Gràcies per triar el Downloads 2.3

source: Congratulations! Your database was updated successfully.
ca: La base de dades s'ha actualitzat correctament

source: Finish upgrade and convert files manually.
ca: Finalització de l'actualització i conversió manual de fitxers

source: Finish upgrade
ca: Finalitza l'actualització

source: Search Limit
ca: Número màxim de resultats

source: Search string was
ca: La cadena de cerca era

source: Search for submitter
ca: Enviada per

source: No Result found
ca: No s'ha trobat cap resultat

source: Downloads
ca: Descàrregues

source: Module message
ca: Missatge del mòdul

source: Go back
ca: Torna

source: Back to the Download
ca: Torna a la descàrrega

source: Back to new download page
ca: Torna a la pàgina de descàrrega nova

source: Delete category
ca: Esborrament

source: Edit category
ca: Edició

source: Choose category-->
ca: Categoria

source: Submit changes
ca: Desa els canvis

source: Main Page Settings
ca: Paràmetres de la pàgina principal

source: Use tree view on start page
ca: Mostra la vista d'arbre a la pàgina inicial

source: Show 'Latest downloads'?
ca: Mostra les descàrregues més noves

source: Number of 'Latest Downloads' on start page
ca: Nombre de descàrregues més noves a la pàgina inicial de les descàrregues

source: Show 'Popular Downloads'?
ca: Mostra les descàrregues més populars

source: Number of 'Popular Downloads' on start page
ca: Nombre de descàrregues populars a la pàgina inicial

source: Show 'Top-Rated Downloads'?
ca: Mostra les descàrregues millor valorades

source: Number of 'Top-Rated Downloads' on start page
ca: Nombre de descàrregues millor valorades a la pàgina inicial de les descàrregues

source: Save configuration
ca: Desa la configuració

source: Modify Download
ca: Modificació de descàrregues

source: Download ID:
ca: ID de la descàrrega:

source: Added:
ca: Afegida el

source: Change download status
ca: Estat de la descàrrega

source: Download active
ca: Descàrrega activa

source: Download not active
ca: Descàrrega inactiva

source: Download title:
ca: Títol de la descàrrega

source: Recent file:
ca: Fitxer actual

source: Select a new file to upload (this will replace the exsisting one):
ca: Seleccioneu un fitxer per enviar (substituirà l'actual)

source: Download link
ca: URL de la descàrrega

source: File size
ca: Mida del fitxer en bytes

source: Test this file link
ca: Comprova aquest enllaç

source: Download Hits:
ca: Nombre de descàrregues

source: Preview
ca: Visualització prèvia

source: You have to choose both files if you want to replace the exsisting ones !
ca: Heu d'indicar una miniatura i una captura si voleu substituir les existents

source: (GIF, JPG, PNG)
ca: (GIF, JPG o PNG)

source: Thumbmail
ca: Miniatura

source: Download description:
ca: Descripció de la descàrrega

source: Submitted by:
ca: Enviada per

source: Email adress:
ca: Adreça de correu electrònic

source: Homepage:
ca: Pàgina web

source: Visit this Homepage
ca: Visita aquesta web

source: Version:
ca: Versió

source: Save changes
ca: Tramet

source: Delete download
ca: Esborra la descàrrega

source: Notification Service
ca: Servei de notificació

source: Send eMail to this adress (leave it blank for admin eMail)
ca: Envia un correu electrònic a aquesta adreça (si es deixa en blanc s'enviarà a l'administrador/a)

source: Send email to the submitter (works only for reg. users)
ca: Envia un correu electrònic a qui ha enviat el document (només funciona si ho ha enviat un usuari/ària registrat)

source: Add category
ca: Addició

source: Category successfully added:
ca: S'ha afegit correctament la categoria

source: Name:
ca: Nom

source: Choose main or subcategory:
ca: Trieu la categoria

source: Create a main category -->
ca: Crea una categoria principal

source: Description:
ca: Descripció

source: Downloads waiting for approval
ca: Descàrregues pendents d'aprovació

source: No waiting downloads
ca: No hi ha descàrregues pendents d'aprovació

source: Do you really want to delete this category?
ca: Esteu segur/a de que voleu esborrar la categoria?

source: All files in this category will be deleted!
ca: S'esborraran tots els fitxers d'aquesta categoria

source: CategoryID
ca: ID de la categoria

source: Cancel deletion
ca: Cancel·la l'esborrament

source: Download validation
ca: Verificació de descàrregues

source: Validate all downloads
ca: Valida totes les descàrregues

source: Start validation
ca: Inicia la verificació

source: Validate downloads by category
ca: Verificació de descàrregues per categoria

source: Download successfully added to the database!
ca: La descàrrega s'ha afegit correctament a la base de dades

source: Report broken download
ca: Avisa de que l'enllaç està trencat

source: Modify Requests
ca: Avisos

source: Mandatory fields
ca: Camps obligatoris

source: Delete
ca: Descarta l'avís

source: Edit
ca: Edita la descàrrega

source: Move category
ca: Desplaçament

source: Choose category to move:
ca: Trieu la categoria que voleu desplaçar

source: Move category to:
ca: Desplaça la categoria a

source: Update category
ca: Actualitza la categoria

source: Module Configuration
ca: Configuració del mòdul

source: General Settings
ca: Paràmetres generals

source: Upload / Download
ca: Enviament / Descàrrega

source: Extension Manager
ca: Administració d'extensions

source: Download Management
ca: Gestió de les descàrregues

source: Edit downloads
ca: Edició

source: Validate Downloads
ca: Verificació

source: Hook Administration
ca: Fitxers enllaçats

source: Category Management
ca: Gestió de les categories

source: Import menu
ca: Menú d'importació

source: CmodsDownload is active. Do you want to import the data from it?
ca: El mòdul CmodsDownload està actiu. Voleu importar les dades que conté?

source: UpDownload active. Do you want to import data from it?
ca: El mòdul UpDownload està actiu. Voleu importar la seva informació?

source: Do Not Import Data - Warning: If you cancel this it is not possible to return to this site and import data.
ca: No importis les dades - Atenció: si cancel·leu ara no ho podreu fer més tard

source: Choose file for upload:
ca: Fitxer per pujar

source: or
ca: o

source: Upload / Download
ca: Enviaments i descàrregues

source: Activate Torrent for Downloads?
ca: Activa els enllaços per al Torrent

source: Limit downloads per session?
ca: Limita les descàrregues per sessió

source: Number of downloads per session
ca: Nombre de descàrregues per sessió

source: Use captcha to secure downloads?
ca: Utilitza el captcha per protegir les descàrregues

source: Number of characters for captcha
ca: Nombre de caràcters del captcha

source: Allow file upload
ca: Permet l'enviament de fitxers al servidor

source: Allow screenshot upload
ca: Permet la inclusió d'imatges associades a les descàrregues (requereix la biblioteca GD)

source: Limit file size
ca: Limita la mida màxima dels fitxers

source: Max. file size:
ca: Mida màxima dels fitxers (1048576 = 1MB)

source: Define your upload folder here:
ca: Directori dels enviaments

source: Define your screenshot folder here:
ca: Directori de les captures

source: Define your cache folder here:
ca: Directori dels fitxers temporals

source: Use full-text search:
ca: Cerca per text complet:

source: Downloads sorted by:
ca: Ordena les descàrregues per:

source: Sorting:
ca: Ordenació:

source: Downloads per page
ca: Descàrregues per pàgina

source: Number of 'Latest Downloads'
ca: Nombre de descàrregues que es mostraran al llistat de les més noves

source: Number of 'Toprated Downloads'
ca: Nombre de descàrregues que es mostraran al llistat de les millor valorades

source: Number of 'Popular download'
ca: Nombre de descàrregues que es mostraran al llistat de les més populars

source: Activate screenshot for downloads?
ca: Activa les captures

source: Max. file size for screenshots:
ca: Mida màxima de les captures (1048576 = 1MB)

source: Max. file size for thumbnails:
ca: Mida màxima de les miniatures (1048576 = 1MB)

source: Max. thumbnailwidth (pixels)
ca: Amplada màxima de les miniatures (en píxels)

source: Max. thumbnail height (pixels)
ca: Alçada màxima de les miniatures (en píxels)

source: Extension manager
ca: Administració d'extensions

source: Allowed file types for upload (all others will be not allowed)
ca: Extensions permeses (la resta seran no permeses)

source: Delete extension (select desired extension from the list above):
ca: Esborra una extensió de la llista de permeses (seleccioneu-la de la llista anterior):

source: Delete selected extension
ca: Esborra l'extensió seleccionada

source: Add new allowed file extension:
ca: Afegeix una extensió a la llista de permeses:

source: Add extension
ca: Afegeix l'extensió

source: System information
ca: Informació del sistema

source: PHP settings:
ca: Paràmetres del PHP:

source: File upload allowed:
ca: Enviament de fitxers permès:

source: Max. file size for upload :
ca: Mida màxima dels fitxers que s'envien:

source: Max. file size for files send via POST:
ca: Mida màxima dels fitxers enviats via POST:

source: Folder information:
ca: Informació del directori:

source: Upload folder OK!
ca: El directori dels documents està a punt

source: Upload folder is writeable!
ca: El directori dels documents té permís d'escriptura

source: Screen shot folder OK!
ca: El directori de les captures està preparat

source: Screen shot folder is writeable!
ca: Es pot escriure en el directori de les captures

source: Cache folder OK!
ca: El directori pels fitxers temporals està a punt

source: Cache folder is writeable!
ca: Es pot escrire en el directori pels fitxers temporals

source: Mailer module not active. eMail notification not available.
ca: El mòdul Mailer no està actiu. La notificació per correu electrònic no està disponible.

source: Mailer module active. eMail notification available.
ca: El mòdul Mailer està actiu. La notificació per correu electrònic està disponible.

source: GD Library:
ca: Biblioteca GD:

source: Not installed!
ca: No està instal·lada!

source: Is installed!
ca: Està instal·lada!

source: Module configured for use of GD library. Thumbnails will be created from GD.
ca: El mòdul està configurat per utilitzar la biblioteca GD. Les miniatures es crearan automàticament.

source: Edit download in category:
ca: Categoria de descàrregues

source: Choose download:
ca: Trieu la descàrrega que voleu modificar

source: Modify choosen download
ca: Modifica la descàrrega

source: No downloads for validation found!
ca: No s'ha trobat cap descàrrega per validar

source: Result
ca: Resultat

source: Download ID
ca: ID de la descàrrega

source: Download title
ca: Títol de la descàrrega

source: Download status
ca: Estat de la descàrrega

source: Do you really want to delete this download?
ca: Esteu segur/a de que voleu esborrar la descàrrega?

source: Hook files
ca: Enllaços de fitxers

source: File name
ca: Nom de fitxer

source: Module
ca: Mòdul

source: Send
ca: Envia

source: Subcategories in this category:
ca: Subcategories d'aquesta categoria

source: last week:
ca: Darrera setmana

source: last month:
ca: Darrer mes

source: Choose date
ca: Data

source: Downloads submitted in the last:
ca: Descàrregues enviades en els darrers

source: 7 Days
ca: 7 Dies

source: 14 Days
ca: 14 Dies

source: 30 Days
ca: 30 Dies

source: Refresh
ca: Refresca

source: Date( Downloads)
ca: Data (Descàrregues)

source: Show Downloads
ca: Mostra les descàrregues

source: Title / Description
ca: Títol / Descripció

source: Files / Folders
ca: Fitxers / Categories

source: Download file
ca: Descarrega el fitxer

source: Torrent Download
ca: Descàrrega amb el Torrent

source: Online since:
ca: Data d'enviament

source: Hits:
ca: Clics

source: File Size:
ca: Mida del fitxer

source: File type:
ca: Tipus de fitxer

source: Ratings:
ca: Valoracions

source: Show details
ca: Mostra els detalls

source: Rate this download
ca: Valora aquesta descàrrega

source: Latest Downloads
ca: Descàrregues més noves

source: Popular Downloads
ca: Descàrregues més populars

source: Top-Rated Downloads
ca: Descàrregues millor valorades

source: File Attachments
ca: Fitxers adjunts

source: Attach new file
ca: Adjunta un fitxer nou

source: Security Check
ca: Verificació de seguretat

source: Please enter the code from the picture. If the code is ok, the download will start automatically
ca: Introduïu el codi de la imatge. Si és correcte, la descàrrega començarà immediatament.

source: Check code
ca: Verifica el codi

source: Download successfully added! Waiting for approval from administrator.
ca: La descàrrega s'ha afegit correctament i roman a l'espera de ser aprovada per un administrador/a

source: Back to main page
ca: Torna a la pàgina principal

source: You have entered the wrong code!
ca: El codi introduït no és correcte

source: Search for phrase:
ca: Cerca

source: Logic operation
ca: Operador lògic

source: And
ca: I

source: Or
ca: O

source: Files:
ca: Fitxers

source: Server:
ca: Servidor
