Repository: JuanPuebla/agora
Catalog: html/zikula/modules/MyMap/locale/*/LC_MESSAGES/module_mymap.po
Languages: ca

source: Your map has been modified
ca: El teu mapa ha estat modificat

source: All waypoints for this map have been deleted successfully!
ca: Tots els punts de referència per a aquest mapa s'han eliminat amb èxit!

source: Error while deleting waypoints
ca: Error en eliminar punts de referència

source: Waypoint deleted successfully
ca: Punt de referència suprimit amb èxit

source: Map with given ID not found
ca: El mapa amb la Id que has sol·licitat no es troba

source: The markered point was deleted successfully
ca: El punt de referència s'ha eliminat amb èxit

source: An error occured while trying to delete a markered point
ca: S'ha produït un error al intentar eliminar un punt de referència

source: No coordinate was given. Please specify more information like country code, zip code, city name
ca: No s'ha donat una coordenada. Especifiqueu més informació com el codi de país, codi postal, nom de la ciutat...

source: Geo information encoded to coordinage
ca: Informació geogràfica xifrada i codificada

source: please choose the postalcode and / or the countrycode you need
ca: Tria el codi postal i/o el país que necessites

source: More than one place was found:
ca: S'ha trobat més d'un lloc:

source: The longitude and the latitude are missing. Please give us the countrycode and postalcode of your target. Also the name of the place might help us.
ca: La longitud i la latitud no s'han introduït. Si us plau introduïu el codi postal del país. També el nom del lloc pot ajudar-nos.

source: The marker was updated
ca: El marcador s'ha actualitzat

source: The marker was added
ca: S'ha afegit el marcador

source: A notification Email was sent to the author of the map that you added a new marker
ca: S'ha enviat una notificació de correu electrònic a l'autor del mapa per informar-lo que has afegit un marcador nou

source: Yes
ca: Sí

source: hybrid
ca: Híbrid

source: satellite
ca: Satèl·lit

source: The map was deleted successfully
ca: El mapa s'ha eliminat amb èxit

source: An error occured while deleting the map
ca: S'ha produït un error en eliminar el mapa

source: The map was updated successfully
ca: El mapa s'ha actualitzat amb èxit

source: New map was successfully created
ca: S'ha creat el mapa nou

source: Waypoint added successfully
ca: S'ha afegit un punt de referència

source: File upload error or empty data submitted
ca: Error de càrrega o enviament sense dades

source: The file has been imported
ca: El fitxer s'ha importat

source: An error occured while importing the file
ca: S'ha produït un error en importar el fitxer

source: My maps and routes
ca: Els meus mapes i rutes

source: Hook display error for the MyMap hook
ca: Mostra els errors

source: All maps deleted for Account
ca: Suprimeix tots els mapes del compte

source: Configuration was successfully updated
ca: La configuracié ha estat actualitzada amb èxit

source: Route / waypoint management
ca: Ruta / Gestió dels punts de referència

source: You can add a route to the map. You have to define waypoints on the map. Then, a line will be drawn from waypoint to waypoint.
ca: Pots afegir una ruta al mapa. Has de definir punts de referència i una línia unirà els punts definits.

source: Back to map's marker management
ca: Tornar a la gestió de marcadors del mapa

source: or add a waypoint
ca: o afegir un punt de referència

source: Latitude
ca: Latitud

source: Longitude
ca: Longitud

source: or use the import function (click add button after selecting file to import)
ca: o utilitza la funció d'importació (premeu el botó afegir després de seleccionar el fitxer a importar)

source: add
ca: afegeix

source: Number of stored waypoints for this map
ca: Nombre de punts de ruta emmagatzemats per a aquest mapa

source: Actions
ca: Accions

source: Delete last waypoint
ca: Esborra l'últim punt de referència

source: Delete all waypoints
ca: Esborra tots els punts de referència

source: MyMap error
ca: Error del mòdul

source: Map not found with ID
ca: No s'ha trobat cap mapa amb la aquesta ID

source: What does this mean? The author of this page wanted to include a graphical map here - but the map that should be included does not exist in the database. If you are the owner of this page check the value of the map's ID number or contact the website administrator if you do not know how to solve the problem. If you are "only" a normal visitor just ignore this error or write a lovely email to the owner of this page :-)
ca: Què significa això? L'autor d'aquesta pàgina volia incloure un mapa gràfic aquí - però el mapa que s'han d'incloure no existeix a la base de dades. Si ets el propietari d'aquesta pàgina comprova l'identificador del mapa, o bé contacta amb l'administrador, sinó saps com solucionar el problema. Si només ets un visitant ignora aquest error o bé escriu un correu electrònic al propietari/ària d'aquesta pàgina.

source: Title
ca: Títol

source: Description
ca: Descripció

source: Width (pixels) of the map)
ca: Amplada (píxels del mapa en el bloc)

source: Height (pixels) of the map)
ca: Alçada (píxels del mapa en el bloc)

source: Zoomfactor (1 is maximum) of the map
ca: Factor de Zoom del mapa (1 és màxima)

source: Should other users be allowed to add own markers to your map
ca: Altres usuaris poden afegir marcadors al teu mapa

source: Should an additional table be shown next to the map that lists all markers
ca: En cas que hi hagi una taula suplementaria es mostrarà al costat del mapa

source: How should the map be displayed
ca: Com s'ha de mostrar el mapa?

source: Delete map and all markers
ca: Elimina tots els marcadors de mapa

source: Update or create map
ca: Actualitza o crea un mapa

source: Return to main page
ca: Tornar a la pàgina principal

source: Minimize
ca: Minimitza

source: Fullscreen mode
ca: Mode de pantalla completa

source: close menu
ca: tanca el menú

source: hide markers
ca: No mostris els marcadors

source: show markers
ca: Mostra els marcadors

source: hide route
ca: No mostris la ruta

source: show route
ca: Mostra la ruta

source: export gpx
ca: exportació a gpx

source: export kml
ca: exportació a kml

source: Please enable javascript to see the map that should be displayed here
ca: Activa el JavaScript per veure el mapa que s'ha de mostrar aquí

source: If this map is integrated into another content and is not display correctly and javascript is enabled then
ca: Si aquest mapa s'integra en un altre contingut i, estant el Javascript activat, no es mostra correctament, aleshores

source: click here to display the map on a single page
ca: fes clic aquí per visualitzar el mapa en una sola pàgina

source: Please wait while the export data is beeing generated!
ca: Espereu mentre l'exportació de dades es genera!

source: Administration interface for MyMap
ca: Interfície d'administració del mòdul

source: To use the MyMap module you need to register to at least one of the listed providers. Please store the API key that was genrated for your site here!
ca: Per utilitzar el mòdul MyMap és necessari registrar-se, almenys, en un dels proveïdors. Deseu la clau API que es genera del vostre lloc aquí!

source: MyMap backend configuration
ca: Configuració del mòdul

source: Please choose the provider you want to use on your site. At least one key for one provider has to be stored here!
ca: Si us plau, escolliu el proveïdor que voleu utilitzar al vostre lloc. Almenys una de les claus ha de ser emmagatzemada aquí!

source: API key to use Google Maps
ca: Clau API per utilitzar Google Maps

source: Yahoo's application ID
ca: ID de l'aplicació de Yahoo

source: Map24 application key
ca: Clau de l'aplicació Map24

source: MapQuest Key
ca: Clau MapQuest

source: MultiMap Key
ca: Clau MultiMap

source: Notify the owner of a map whenever another person adds markers to another map
ca: Notifica al propietari d'un mapa cada vegada que una altra persona afegeix marcadors a un altre mapa

source: Show a small overview map inside the displayed map
ca: Mostra un petit mapa a l'interior del mapa mostrat

source: Use scribite's WYSIWYG editor for the marker's description textarea
ca: Fes ús de l'editor WYSIWYG per la descripció de l'àrea de text

source: Path to the GPSBabel programm (including the binary / executable file! Enter full path or relative path. Start at the postnuke root directory if you want to use a relative path!). This program can optimize the import of GPX data files.
ca: Camí al programa GPSBabel (inclós el binari / arxiu executable! Introduïu tota la ruta o ruta d'accés relativa. Poseu l'inici a l'arrel del Zikula, si voleu utilitzar un camí relatiu!). Aquest programa pot optimitzar la importació d'arxius de dades GPX.

source: Waypoint error when importing gpx files
ca: Hi ha hagut un error a l'importar arxius GPX

source: update config
ca: Configuració actualitzada

source: Support the MyMap module
ca: Suport del mòdul MyMap

source: You like this module and it is usefull for you? Thank you for some little donation for the programmer! OK - I like programming very much and this module is free and open source - but if you spend some money I'll go out for a nice candlelight dinner with my girlfriend and it will be much easier next time to get free time for programming ;-)
ca: T'agrada aquest mòdul i és útil per tu? Gràcies per a la donació al desenvolupador!

source: Donate with PayPal!
ca: Fer una donació per PayPal!

source: This is a notification email for you. You are the owner of a map and someone else in your community added a new marker in your map. If you do not want other users being able to add new markers on your map please change the settings for the affected map!
ca: Això és una notificació per correu electrònic. Ets el propietari d'un mapa i algú de la teva comunitat ha afegit un nou marcador en el mapa. Si no vols que altres usuaris puguin afegir marcadors nous en el mapa, si us plau canviar la configuració del mapa o mapes afectats!

source: Information about the affected map
ca: Informació sobre el mapa afectat

source: Internal ID number of the map
ca: Número d'identificació interna del mapa

source: Title of your map
ca: Títol del seu mapa

source: The new marker's title
ca: El títol nou del marcador

source: Additional text for the marker
ca: Text adicional pel marcador

source: Date of this entry or markered event
ca: Data d'entrada d'aquest esdeveniment

source: The marker was added by
ca: El marcador va ser afegit per

source: User-ID
ca: Id de l'usuari/ària

source: See the map
ca: Veure el mapa

source: Please do not reply to this email! This is just an automatical generated text...
ca: Si us plau, no respongueu a aquest missatge! Això és només un text generat automàticament ...

source: Postal code
ca: Codi postal

source: Name
ca: Nom

source: Author
ca: Autor

source: Date
ca: Data

source: modify
ca: modifica

source: Do you really want to delete this point?
ca: Realment vols esborrar aquest punt?

source: delete
ca: esborra

source: MyMap - create maps with markers
ca: MyMap - Crea mapes amb marcadors

source: With this module you can create maps and place markers in the map. So you can show your home, a meeting point, the homes of your friends etc.
ca: Amb aquest mòdul es poden crear mapes i col·locar-hi marcadors. Així que pots mostrar casa teva, un punt de trobada, les cases dels teus amics...

source: Create a new map
ca: Crea un mapa nou

source: You can manage your maps here (delete or edit existing maps)
ca: Tu pots administrar els teus mapes aquí (esborrar o editar mapes existents)

source: show / add markers or waypoints
ca: mostra / o afegeix marcadors de punts de referència

source: There is no map associated with your account
ca: No hi ha cap mapa associat el teu compte

source: author of this map
ca: autor d'aquest mapa

source: Add new markers
ca: Afegeix marcadors nous

source: Insert new elements
ca: Insereix elements nous

source: You can add markers for this map. As description you can also use HTML-code. This might help you to insert videos into the map. If you do not know the exact coordinate for the marker fill out the countrycode and postal code input field. We will look up the exact coordinate for you. Note: You can also klick at a point on the map. The clicked point's coordinate will be shown in the form below! So it is really easy, isn't it?
ca: Tu pots afegir marcadors ha aquest mapa. Per a la descripció també pots utilitzar el codi HTML. Això podria ajudar-te a inserir vídeos en un mapa. Si no saps exactament com posar les coordenades del marcador omple el codi postal del país. Et cercarem les coordenades exactes. Nota: També pots fer clic en un punt al mapa.

source: 2-letter-country code
ca: 2 lletres del nom del país

source: Name of markered place
ca: Nom del lloc marcat

source: update / add point
ca: actualitzar / afegir punt

source: Show a list of all markers
ca: Mostra una llista de tots els marcadors

source: If you are the owner or authorized, you can manage the markers here!
ca: Si ets tu el titular o autoritzat del compte pot administrar els marcadors des aquí!

source: You want to share this map
ca: Vols compartir aquest mapa?

source: If you want to insert this map into a forum posting or into a weblog posting you just have to insert the following code into the plain text
ca: Si voleu inserir aquest mapa en un fòrum o anunci d'un weblog només has d'inserir el codi següent

source: Just mark all the text in the textbox below and save it as an .gpx-file. You can than import this file with any program.
ca: Marqueu tot el text en el quadre de text que tens tot seguit i desa'l com un arxiu .gpx. Es pot importar aquest arxiu amb qualsevol programa.

source: Close window
ca: Tanca la finestra

source: show mapControl
ca: mostra els controls del mapa

source: Show a map into a block
ca: Mostra un mapa dins d'un bloc

source: How should the map be displayed?
ca: Com s'ha de mostrar el mapa?

source: Width (pixels of the map in the block)
ca: Amplada (píxels del mapa en el bloc)

source: Height (pixels of the map in the block)
ca: Alçada (píxels del mapa en el bloc)

source: Show map controls
ca: Mostra els controls de navegació pel mapa
