Repository: JuanPuebla/agora
Catalog: html/zikula/modules/Stats/locale/*/LC_MESSAGES/module_stats.po
Languages: ca

source: Sniffer module required to log stats
ca: Es requereix el mòdul Sniffer per poder registrar les estadístiques

source: Sorry! No authorization to access this module.
ca: No teniu autorització per accedir a aquest mòdul

source: unable to create system init hook
ca: No s'ha pogut crear el lligam de sistema

source: Stats have been enabled, you can change this in the hook settings (Administration -> Modules -> System hooks) by deactivating the Stats systeminit hook for Zikula itself
ca: S'ha activat el registre de les estadístiques. Es pot desactivar des de la configuració dels lligams de sistema (Administració --> Sistema --> Mòduls --> Lligams de sistema).

source: unable to delete system init hook
ca: No s'ha pogut esborrar el lligam de sistema

source: Articles in sections:
ca: Articles a les seccions:

source: Links in web links:
ca: Enllaços al mòdul d'enllaços:

source: Registered users:
ca: Usuaris registrats:

source: News stories published:
ca: Notícies publicades:

source: Active topics:
ca: Temes actius:

source: News stories waiting to be published:
ca: Notícies a l'espera de validació:

source: Comments posted:
ca: Comentaris enviats:

source: Categories in links:
ca: Categories dels enllaços:

source: Special sections:
ca: Seccions especials:

source: Error! Could not do what you wanted. Please check your input.
ca: No s'ha pogut carregar el que volíeu. Reviseu les dades

source: Error! Sorry! Deletion attempt failed.
ca: L'intent d'esborrament ha fallat

source: View
ca: Mostra

source: Reset
ca: Reinicia

source: Settings
ca: Modifica la configuració

source: Stats reset
ca: Reinicia les estadísitiques

source: Done! Module configuration updated.
ca: S'ha actualitzat la configuració del mòdul

source: Stats
ca: Estadístiques

source: statistics
ca: estadistiques

source: Display site statistics.
ca: Mostra les estadístiques del lloc web

source: Reset site statistics
ca: Reinicia les estadístiques del web

source: Reset main site stats
ca: Reinicia les estadístiques principals del web

source: Reset browser and OS stats
ca: Reinicia les estadístiques de navegadors i sitemes operatius

source: Submit
ca: Tramet

source: Cancel
ca: Cancel·la

source: Operating system
ca: Sistemes operatius

source: Unknown user agent
ca: Agents d'usuari desconeguts

source: IP address to exclude
ca: Adreça IP a excloure

source: Enable collection of stats
ca: Activa la recollida d'estadístiques

source: Use 24 clock for hourly stats
ca: Utilitza la notació sobre 24 hores per a les estadístiques

source: Update Configuration
ca: Actualitza la configuració

source: Visits by hour
ca: Visites per hora

source: Site statistics
ca: Estadístiques del web

source: Miscellaneous statistics
ca: Altres estadístiques

source: Browsers
ca: Navegadors

source: Search engines
ca: Motors de cerca

source: Visits by month
ca: Visites per mes

source: Visits by day of the week
ca: Visites per dia de la setmana

source: This site has received <strong>%1$s</strong> page views since <strong>%2$s</strong> <strong>%3$s</strong> today, and <strong>%4$s</strong> yesterday.
ca: Aquest lloc web ha rebut <strong>%1$s</strong> peticions de pàgines des del <strong>%2$s</strong>, de les quals <strong>%3$s</strong> s'han rebut avui i <strong>%4$s</strong> ahir.

source: The day on which there was the most traffic so far was %1$s (<strong>%2$s</strong> page views), while %3$s (<strong>%4$s</strong> page views) was the day with the fewest hits.
ca: El dia amb més visites va ser el %1$s, amb un total de <strong>%2$s</strong> peticions, mentre que el dia més tranquil va ser el %3$s, amb un total de <strong>%4$s</strong> peticions.

source: Most people visit on <strong>%1$s</strong>, with a total of <strong>%2$s </strong> page views, while <strong>%3$s</strong> is the day with the fewest visits, with a total of <strong>%4$s </strong> page views. On average, the busiest hour (with <strong>%5$s</strong> page views ) starts at <strong>%6$s:00</strong>. The hour during which traffic has been lightest starts at <strong>%7$s:00</strong> (with only <strong>%8$s</strong> page views).
ca: El <strong>%1$s</strong> és el dia de la setmana amb més visites, amb un total de <strong>%2$s</strong> peticions, mentre que el <strong>%3$s</strong> és el dia amb menys visites, amb un total de <strong>%4$s</strong> peticions de pàgines. En promig, l'hora amb més concurrència comença a les <strong>%6$s:00</strong>, amb un total de <strong>%5$s</strong> peticions. L'hora més tranquil·la comença a les <strong>%7$s:00</strong>, amb només <strong>%8$s</strong> peticions.
