Repository: JuanPuebla/agora
Catalog: src/html/zikula/modules/bbsmile/locale/*/LC_MESSAGES/module_bbsmile.po
Languages: es

source: Smilies have been read from filesystem successfully.
es: Los smilies han sido leidos correctamente desde el sistema de archivos.

source: The edited smilies have been saved.
es: Los smilies editados han sido guardados.

source: Smilie Hook (Autoincluded)
es: Smilie Hook (Autoincluido)

source: The path does not exists or the system cannot read it.
es: El directorio no existe o el sistema no puede leerlo.

source: bbsmile configuration updated
es: Configuración de bbsmile actualizada

source: Start
es: Inicio

source: Read smilies out of the directory
es: Leer smilies fuera del directorio

source: Edit the defined smilies
es: Editar los smilies definidos

source: Extended Smilies not yet activated!
es: La Extensión de Smiles no ah sido activada!

source: Settings
es: Configuración

source: Currently defined Smilies
es: Smilies definidos actualmente

source: Aliases are seperated by ",". Please don't use spaces.
es: Los alias son separados por ",". Por favor, no uses espacios.

source: Shortcut/Trigger
es: Acceso directo / Disparador

source: Filename
es: Nombre de fichero

source: alternative text
es: texto alternativo

source: Aliases for this smilie
es: Alias para este smilie

source: Active
es: Activo

source: Apply
es: Aplicar

source: Your browser does not support javascript or you turned it off. The bbsmile interface has been disabled.
es: Tu navegador no soporta javascript o está desactivado. La interfaz de bbsmile ha sido deshabilitada.

source: More Smilies
es: Más Smilies

source: Read smilies from filesystem
es: Leer smilies desde el sistema de archivos

source: With confirmation all smilies out of the directory are read. Smilies without a image in the directory will be deleted. Changes on smilie information will be kept.
es: Con confirmación todos los smilies fuera del directorio pueden ser leidos. Los Smilies que no tengan su imagen correspondiente en el directorio, serán suprimidos. Los cambios en la información sobre el smilie se mantendrán.

source: Should the smilies be read out of the directory?
es: ¿Pueden ser leidos los smilies fuera de la carpeta?

source: Path to the smilies
es: Directorio para los smilies

source: Force reload of smilies, all data will be overwritten!
es: Todos los datos serán sobrescritos si fuerzas la relectura de los smilies!

source: General settings
es: Configuración general

source: Activate auto smilies
es: Activar Auto smilies

source: Path to the automatically included smilies
es: Directorio de los smilies incluidos automáticamente

source: Remove inactive smilie shortcuts
es: Remover los atajos de smilies inactivos

source: Click outside this window to close it
es: Haga click fuera de esta ventana para cerrarla

source: bbsmile Administration
es: Administración de bbsmile

source: Actually bbsmile is used with the following modules
es: Actualmente bbsmile es usado por los siguientes módulos

source: ** bbsmile is not used with any module **
es: ** bbsmile no es usado por ningún módulo **

source: Activate bbsmile for more modules
es: Activar bbsmile para más módulos

source: Visit the bbsmile-project
es: Visita el proyecto bbsmile
