Repository: JuanPuebla/agora
Catalog: html/zikula2/modules/Legal/locale/*/LC_MESSAGES/module_legal.po
Languages: ca

source: Settings
ca: Configuració

source: All users
ca: Tots els usuaris

source: No groups
ca: Sense grups

source: Done! Saved module configuration.
ca: S'ha modificat la configuració.

source: You must accept this site's Terms of Use in order to proceed.
ca: Heu d'acceptar els termes d'ús del lloc web.

source: You must accept this site's Privacy Policy in order to proceed.
ca: Heu d'acceptar les polítiques de privadesa del lloc web.

source: In order to log in, you must confirm that you meet the requirements of this site's Minimum Age Policy. If you are not %1$s years of age or older, and you do not have a parent's permission to use this site, then please ask your parent to contact a site administrator.
ca: Per poder-vos validar heu de confirmar que acompliu els requeriments d'edat mínima. Si no teniu %1$s anys o més, i no disposeu d'una autorització paterna per usar aquest lloc web, demaneu als vostres pares o tutors legals que es posin en contacte amb l'administrador del lloc web.

source: You must accept our cancellation right policy in order to proceed.
ca: Heu d'acceptar les nostres polítiques de cancel·lació per poder procedir.

source: You must accept our general terms and conditions of trade in order to proceed.
ca: Has d'acceptar els termes i condicions generals de comerç per tal de procedir.

source: Upgrading the Legal module from version %1$s to %2$s is not supported.
ca: L'actualització del mòdul Legal des de la versió %1$s a la versió %2$s no està suportada.

source: Your log-in request was not completed. You must review and confirm your acceptance of one or more site policies prior to logging in.
ca: La vostra petició de validació no està completa. Heu de revisar i confirmar l'acceptació d'un o més polítiques del lloc abans de validar-vos.

source: Sorry! You changed your authentication information, and one or more items displayed on the login screen may not have been applicable for your account. Please try logging in again.
ca: Heu canviat la informació d'accés, i un o més elements dels que es mostren a la pantalla d'inici de sessió no s'han pogut aplicar al vostre compte. Si us plau, intenteu validar-vos novament.

source: In order to register for a new account, you must accept this site's Terms of Use.
ca: Per poder crear un compte d'usuari/ària nou heu d'acceptar els termes d'ús del lloc web.

source: In order to log in, you must accept this site's Terms of Use.
ca: Per poder-vos validar heu d'acceptar els termes d'ús del lloc web.

source: In order to register for a new account, you must accept this site's Privacy Policy.
ca: Per poder crear un compte d'usuari/ària nou heu d'acceptar les polítiques de privadesa del lloc web.

source: In order to log in, you must accept this site's Privacy Policy.
ca: Per poder-vos validar heu d'acceptar les polítiques de privadesa del lloc web.

source: In order to register for a new account, you must confirm that you meet the requirements of this site's Minimum Age Policy. If you are not %1$s years of age or older, and you do not have a parent's permission to use this site, then you should not continue registering for access to this site.
ca: Per poder crear un compte d'usuari/ària nou heu de confirmar que acompliu els requeriments d'edat mínima. Si no teniu %1$s anys o més, i no disposeu d'una autorització paterna per usar aquest lloc web, hauríeu d'abandonar el procés de registre a aquest lloc web.

source: In order to register for a new account, you must accept our cancellation right policy.
ca: Per poder crear un compte d'usuari/ària nou heu d'acceptar les nostres polítiques de cancel·lació.

source: In order to log in, you must accept our cancellation right policy.
ca: Per poder-vos validar heu d'acceptar les nostres polítiques de cancel·lació.

source: In order to register for a new account, you must accept our general terms and conditions of trade.
ca: Per poder crear un compte d'usuari/ària nou heu d'acceptar els nostres termes generals i condicions de comerç.

source: In order to log in, you must accept our general terms and conditions of trade.
ca: Per poder-vos validar heu d'acceptar els nostres termes generals i condicions de comerç.

source: A user account or registration does not exist for the specified uid.
ca: No existeix cap compte d'usuari/ària o registre per la uid especificada.

source: Legal info manager
ca: Gestor de la informació legal

source: Provides an interface for managing the site's legal documents.
ca: Proporciona una interfície per administrar la documentació legal del lloc web.

source: Legal notice
ca: Avís legal

source: Terms of use
ca: Termes d'ús

source: Privacy policy
ca: Política de privacitat

source: Trade conditions
ca: Condicions de comerç

source: Cancellation right
ca: Drets de cancel·lació

source: Accessibility statement
ca: Declaració d'accessibilitat

source: Site policies
ca: Polítiques del lloc web

source: Terms of Use
ca: Termes d'ús

source: %1$s accepted.
ca: %1$s acceptades.

source: Policy not accepted.
ca: No s'han acceptat les polítiques

source: Accepted.
ca: Acceptades.

source: Not accepted.
ca: No acceptades

source: Privacy Policy
ca: Polítiques de privacitat

source: Minimum Age
ca: Edat mínima

source: Confirmed minimum age requirement (%1$s years of age) met.
ca: Confirmació del requeriment d'edat mínima (%1$s anys) confirmada.

source: Minimum age requirement not confirmed.
ca: Requeriment d'edat mínima no confirmada.

source: General Terms and Conditions of Trade
ca: Termes generals i condicions de comerç

source: Cancellation Right Policy
ca: Cancel·lació dels les polítiques

source: In order to log in you must accept this site's policies. If you have accepted the site's policies in the past, then they have been updated and we ask that you review the changes.
ca: Per tal d'entrar heu d'acceptar les polítiques d'aquest lloc. Si heu acceptat les polítiques del lloc en el passat, llavors, s'han posat al dia i li demanem que revisi els canvis.

source: Check this box to indicate your acceptance of this site's %1$s.
ca: Marqueu la casella per indicar que accepteu les %1$s d'aquest lloc.

source: Check this box to indicate that you are %1$s years of age or older.
ca: Marqueu la casella per indicar que teniu %1$s anys o més.

source: Information on our minimum age policy, and on how we handle personally identifiable information can be found in our %1$s and in our %2$s.
ca: La informació sobre la nostra política d'edat mínima, i sobre com fem servir la informació d'identificació personal que es pot trobar en el nostre %1$s i en el nostre %2$s.

source: Terms of Use:
ca: Termes d'ús:

source: %1$s not accepted.
ca: %1$s no acceptades.

source: Privacy Policy:
ca: Polítiques de privadesa:

source: General Terms and Conditions of Trade:
ca: Termes generals i condicions de comerç:

source: Cancellation Right Policy:
ca: Política de drets de cancel·lació.

source: <strong>Important Usage Note</strong>: The provided legal statements are samples only. They need to be adapted to specific needs and locales. You will find the content of the statements in files in the "modules/legal/pntemplates/en" directory. These templates can be <a href="http://community.zikula.org/Wiki-TemplateOverridng.htm">overridden</a> by theme templates, or by global templates you would create in the "config/templates/legal/" directory (in the appropriate sub-directory for the language you are writing for).
ca: <strong>Nota important</strong>: les declaracions legals proporcionades per defecte són de mostra. S'han d'adaptar a les circumstàncies de cada lloc web. Trobareu els continguts de les declaracions en el directori system/legal/pntemplates/cat/. L'entorn visual les pot <a href="http://community.zikula.org/Wiki-TemplateOverridng.htm">sobreescriure</a>.

source: Legal document types
ca: Tipus de documents legals

source: Custom urls
ca: Urls actuals

source: The following fields allow to reference any custom url. As soon as an url is given it will be used instead of the normal Legal templates. So you can now use any page you want for displaying and managing your legal data.
ca: Els camps següents permeten fer referència a qualsevol URL personalitzada. Tan aviat com es defineixi una url s'utilitzarà en lloc de les plantilles legals normals. Així, podeu fer ús de qualsevol pàgina que vulgueu per visualitzar i gestionar les vostres dades legals.

source: Further settings
ca: Altres ajustos

source: Minimum age permitted to register
ca: Edat mínima permesa per registrar-se

source: Enter a positive integer, or 0 for no age check.
ca: Entreu un valor positiu, o bé 0 per tal que no es comprovi l'edat.

source: Reset user group's acceptance of 'Terms of use'
ca: Reinicia l'acceptació dels termes d'ús

source: Notice: This setting resets the acceptance of the 'Terms of use' for all users in this group. Next time they want to log-in, they will have to acknowledge their acceptance of them again, and will not be able to log-in if they do not. This action does not affect the main administrator account. You can perform the same operation for individual users by visiting the Users manager in the site admin panel.
ca: Això reinicia l'acceptació dels termes d'ús pels membres d'aquest grup. Si volen entrar de nou, els hauran de tornar a acceptar. Això no afecta a l'administrador/a principal. Podeu fer el mateix per a usuaris específics a l'administració dels usuaris.

source: Save
ca: Actualitza la configuració

source: Cancel
ca: Cancel·la

source: If you leave this page without successfully accepting the policies, then you will not be logged in.
ca: Si deixeu aquesta pàgina sense l'acceptació de les polítiques no estareu connectats al sistema.

source: Save and continue logging in
ca: Emmagatzemar i continuar amb la validació

source: Accessibility statement for %s
ca: Declaració d'accessibilitat per a %s

source: Cancellation right policy for %s
ca: Drets de cancel·lació de la política de %s

source: Legal notice for %s
ca: Avís legal per %s

source: Legal information
ca: Informació legal

source: Policy not available
ca: La política no està disponible

source: The selected policy is not available.
ca: La política seleccionada no està disponible.

source: Privacy policy for %s
ca: Política de privadesa per %s

source: Terms of use for %s
ca: Termes d'ús per %s

source: Trade conditions for %s
ca: Condicions de comerç per a %s

source: Accessibility Statement
ca: Declaració d'accessibilitat

source: (POLICY TYPE NOT FOUND!)
ca: (TIPUS DE POLÍTICA NO TROBADA!)
